
export const cardsData = [
      // -------------------------------
  // 💳 КАРТЫ
  // -------------------------------
  {
    "product": "Карты",
    "type": "Mastercard",
    "baseMetrics": {
      "clientsCount": 3370212,
      "avgAge": 38,
      "genderShare": { "male": 52, "female": 48 },
      "avgIncome": 340762
    },
    "financial": {
      "transactionsSum": 196741084975,
      "transactionsCount": 21576524,
      "turnoverPerClient": 121690,
      "transactionsPerClient": 13.3,
      "avgTransaction": 9118
    },
    "top5MccGroups": [
      { "name": "Супермаркеты и продуктовые магазины", "value":  32642730767 },
      { "name": "Путешествия", "value": 24294489453},
      { "name": "Одежда и обувь", "value": 20984334789 },
      { "name": "Кафе и рестораны", "value": 20049393807 },
      { "name": "Подписки и онлайн покупки", "value": 10828415859 }
    ],
    "insights": "Mastercard — опора карточного портфеля банка: массовая, лояльная, часто транзакционная аудитория, которая формирует основу безналичного оборота. Основное потребление приходится на повседневные категории (еда, магазины, онлайн-платежи). Средний чек ниже, но частота операций выше — типично для массового сегмента с высокой вовлечённостью."
  },
  {
    "product": "Карты",
    "type": "VISA",
    "baseMetrics": {
      "clientsCount": 154107,
      "avgAge": 37,
      "genderShare": { "male": 50, "female": 50 },
      "avgIncome": 675366
    },
    "financial": {
      "transactionsSum": 39878074934,
      "transactionsCount": 2741377,
      "turnoverPerClient": 223116,
      "transactionsPerClient": 15.3,
      "avgTransaction": 14546
    },
  "top5MccGroups": [
      { "name": "Одежда и обувь", "value": 6377286633 },
      { "name": "Путешествия", "value": 6321265481 },
      { "name": "Кафе и рестораны", "value": 4706448181 },
      { "name": "Супермаркеты и продуктовые магазины", "value": 4109488720 },
      { "name": "Детские товары и услуги", "value": 1901314711 }
    ],
    "insights": "VISA — более платёжеспособный и премиальный сегмент, с выше среднего доходом и высоким средним чеком. 1 из 3 клиентов VISA имеет вторую карту Mastercard, что даёт потенциал для объединения программ лояльности. 48% всех платежей проходят через международные площадки. Аудитория чувствительна к качеству сервиса и статусу, перспективно развитие VISA Premium Club с эксклюзивными привилегиями."
  }
];
