export const depositsData = [
  
  // -------------------------------
  // 💙 ДЕПОЗИТЫ
  // -------------------------------
  {
    "product": "Депозиты",
    "type": "Baytaq",
    "baseMetrics": {
      "clientsCount": 131969,
      "avgAge": 48.0,
      "genderShare": { "male": 45, "female": 55 },
      "avgIncome": 657755
    },
    "financial": {
      "transactionsSum": 74171162771,
      "transactionsCount": 7342511,
      "turnoverPerClient": 1497227,
      "transactionsPerClient": 149,
      "avgTransaction": 10101,
    },
    "top5Branches": [
      { "name": "Алматинский", "value": 49997248389 },
      { "name": "Столичный", "value": 48439002980 },
      { "name": "Восточно-Казахстанский", "value": 16783819254 },
      { "name": "Костанайский филиал", "value": 14386132448 },
      { "name": "Карагандинский", "value": 12858348920 }
    ],
    "top5MccGroups": [
      { "name": "Супермаркеты и продуктовые магазины", "value": 12079515316 },
      { "name": "Путешествия", "value": 8749571107 },
      { "name": "Одежда и обувь", "value": 8427042446 },
      { "name": "Кафе и рестораны", "value": 8047879988 },
      { "name": "Детские товары и услуги", "value": 3568728219 }
    ],
  "insights": "Клиенты Baytaq демонстрируют стабильное поведение и высокий уровень доверия. Основные траты — повседневные покупки и переводы; digital-клиенты формируют >60% базы."
  },
  {
    "product": "Депозиты",
    "type": "Jinaq+",
    "baseMetrics": {
      "clientsCount": 4955,
      "avgAge": 47
,
      "genderShare": { "male": 38, "female": 62 },
      "avgIncome": 584667
    },
    "financial": {
      "transactionsSum": 2562228301,
      "transactionsCount": 343603,
      "turnoverPerClient": 1147437,
      "transactionsPerClient": 154,
      "avgTransaction": 7457
    },
    "top5Branches": [
      { "name": "Алматинский", "value": 3138067489 },
      { "name": "Столичный", "value": 2917339805 },
      { "name": "Карагандинский", "value": 1404490924 },
      { "name": "Восточно-Казахстанский", "value": 1363530779 },
      { "name": "Костанайский", "value": 1060801708 }
    ],
    "top5MccGroups": [
      { "name": "Супермаркеты и продуктовые магазины", "value": 504908331 },
      { "name": "Кафе и рестораны", "value": 317257982 },
      { "name": "Путешествия", "value": 257834841 },
      { "name": "Одежда и обувь", "value": 239210952 },
      { "name": "Детские товары и услуги", "value": 135108904 }
    ],
    "insights": "Jinaq+ — аудитория активных digital-клиентов с коротким циклом хранения и высоким оборотом. Частые онлайн-транзакции и высокий потенциал для push-коммуникаций."
  },
  {
    "product": "Депозиты",
    "type": "AQYL",
    "baseMetrics": {
      "clientsCount": 2083,
      "avgAge": 28,
      "genderShare": { "male": 48, "female": 52 },
    },
    "financial": {
      "transactionsSum": 130967689,
      "transactionsCount": 22117,
      "turnoverPerClient": 818548,
      "transactionsPerClient": 139,
      "avgTransaction": 5921,
      "avgIncome": 453703
    },
    "top5Branches": [
      { "name": "Алматинский", "value": 354268658 },
      { "name": "Столичный", "value": 246449286 },
      { "name": "Южно-Казахстанский", "value": 90070418 },
      { "name": "Атырауский", "value": 40036440 },
      { "name": "Карагандинский", "value": 38690001 }
    ],
    "top5MccGroups": [
      { "name": "Супермаркеты и продуктовые магазины", "value": 22028285 },
      { "name": "Детские товары", "value": 19372735 },
      { "name": "Одежда и обувь", "value": 12578414 },
      { "name": "Путешествия", "value": 9084392 },
      { "name": "Детские товары и услуги", "value": 8960088 }
    ],
    "insights": "AQYL — депозит для накоплений на образование. Аудитория — молодые семьи и женщины, активные в детских и образовательных категориях; сильный рост в южных регионах."
  },


];

