export const profilesList = [
  {
    ac_id: 100031731766,
    fio: "ЖҰМАҒАЛИ АЛМАТ",
    iin: "910517300070",
    city: "Алматы",
    segment: "HIGH_VALUE_ALL_ROUND",
    status: "Активен",

    registrationDate: "2024-07-04",
    mobileAppRegistrationDate: "2022-07-11",

    isPrivate: false,
    lifeStatus: "Жив",
    maritalStatus: "Женат",
    gender: "Мужчина",

    tags: [
      "путешествия",
      "активный пользователь",
      "инвестиции",
      "онлайн-покупки",
      "премиум клиент",
    ],

    // 🏦 Продукты
    bankProducts: ["Кредит", "Депозит", "Карта"],
    investProducts: ["Инвестиции"],
    garantProducts: ["КАСКО"],
    allProducts: ["Кредит", "Депозит", "Карта", "Инвестиции", "КАСКО"],
  },

  {
    ac_id: 100031196251,
    fio: "МЕНЕТАЕВА АЛТЫНШАШ КУАНЫШЕВНА",
    iin: "960108450643",
    city: "Алматы",
    segment: "DEPOSIT_ORIENTED",
    status: "Активен",

    registrationDate: "2025-06-27",
    mobileAppRegistrationDate: "2025-06-27",

    isPrivate: false,
    lifeStatus: "Жива",
    maritalStatus: "Замужем",
    gender: "Женщина",

    tags: [
      "путешествия",
      "активный пользователь",
      "инвестиции",
      "онлайн-покупки",
      "премиум клиент",
    ],

    // 🏦 Продукты
    bankProducts: ["Кредит", "Депозит", "Карта"],
    investProducts: ["Инвестиции"],
    garantProducts: ["КАСКО"],
    allProducts: ["Кредит", "Депозит", "Карта", "Инвестиции", "КАСКО"],
  },
];
