export const profilesList = [
  {
    ac_id: 100031731766,
    fio: "Жұмағали Алмат",
    iin: "910517300070",
    city: "Алматы",
    segment: "Ценные клиенты",
    status: "Активен",

    registrationDate: "2024-07-04",
    mobileAppRegistrationDate: "2022-07-11",

    isPrivate: false,
    lifeStatus: "Актуальный",
    maritalStatus: "Женат",
    gender: "Мужчина",

    tags: [],

    // 🏦 Продукты
    bankProducts: ["Депозит", "Карта"],
    investProducts: [],
    garantProducts: [],
    allProducts: [
      "Депозит",
      "Карта",

    ],
  },

    {
    ac_id: 100031196251,
    fio: "Менетаева Алтыншаш Куанышевна",
    iin: "960108450643",
    city: "Алматы",
    segment: "Депозитные клиенты",
    status: "Активен",

    registrationDate: "2025-06-27",
    mobileAppRegistrationDate: "2025-06-27",

    isPrivate: false,
    lifeStatus: "Актуальный",
    maritalStatus: "Замужем",
    gender: "Женщина",

    tags: [],

    // 🏦 Продукты
    bankProducts: ["Карта"],
    investProducts: [],
    garantProducts: [],
    allProducts: [
      "Карта",
    ],
  },
  {
    ac_id: 100052847312,
    fio: "Сулейменов Адиль Ермекович",
    iin: "89091130124",
    city: "АЛМАТЫ",
    segment: "Кредитные клиенты",
    status: "Активен",

    registrationDate: "2017-05-14",
    mobileAppRegistrationDate: "2020-12-03",

    isPrivate: false,
    lifeStatus: "Актуальный",
    maritalStatus: "Женат",
    gender: "Мужчина",

    tags: ["онлайн платежи",
    "активный заемщик",
    "инвестиции",
    "клиент с депозитом"],

    // 🏦 Продукты
    bankProducts: ["Депозит", "Карта", "Кредит"],
    investProducts: ["Инвестиционный счёт"],
    garantProducts: ["КАСКО", "ОГПО"],
    allProducts: [
      "Депозит",
      "Карта",
      "Кредит",
      "Инвестиционный счет",
      "КАСКО",
      "ОГПО"

    ],
  },
];
