export const profilesList = [
  // --------------------------------------
  // 🧍 Ерлан Айдаров
  // --------------------------------------
  {
    ac_id: 1000123,
    fio: "Айдаров Ерлан Сакенович",
    iin: "900512301234",
    city: "Алматы",
    segment: "Премиум",
    status: "Активен",

    registrationDate: "2018-06-10",
    mobileAppRegistrationDate: "2022-08-25",

    isPrivate: true,
    lifeStatus: "Жив",
    maritalStatus: "Женат",

    tags: [
      "путешествия",
      "активный пользователь",
      "инвестиции",
      "онлайн-покупки",
      "премиум клиент",
    ],
  },

  // --------------------------------------
  // 👩 Алия Айдарова (супруга Ерлана)
  // --------------------------------------
  {
    ac_id: 1000127,
    fio: "Айдарова Алия Муратовна",
    iin: "920308500456",
    city: "Алматы",
    segment: "Премиум",
    status: "Активен",

    registrationDate: "2019-02-20",
    mobileAppRegistrationDate: "2021-10-12",

    isPrivate: false,
    lifeStatus: "Жив",
    maritalStatus: "Замужем",

    tags: [
      "ипотека",
      "семейный клиент",
      "страхование",
      "детские продукты",
      "активный пользователь",
    ],
  },

  // --------------------------------------
  // 👧 Лаура Айдарова (дочь)
  // --------------------------------------
  {
    ac_id: 1000124,
    fio: "Айдарова Лаура Ерлановна",
    iin: "181118301234",
    city: "Алматы",
    segment: "Семейный",
    status: "Активен",

    registrationDate: "2023-01-15",
    mobileAppRegistrationDate: "2023-02-01",

    isPrivate: false,
    lifeStatus: "Жив",
    maritalStatus: "Не замужем",

    tags: ["детская карта", "игры", "подарки", "викторина"],
  },

  // --------------------------------------
  // 👩 Алия Мусина (пример другой клиентки)
  // --------------------------------------
  {
    ac_id: 1000456,
    fio: "Мусина Алия Ермековна",
    iin: "910630500876",
    city: "Астана",
    segment: "Стандарт",
    status: "Активен",

    registrationDate: "2021-03-15",
    mobileAppRegistrationDate: "2022-01-10",

    isPrivate: false,
    lifeStatus: "Жив",
    maritalStatus: "Разведён(а)",

    tags: ["онлайн-покупки", "акции", "кредит"],
  },

  // --------------------------------------
  // 👨 Павел Сергеев
  // --------------------------------------
  {
    ac_id: 1000789,
    fio: "Сергеев Павел Викторович",
    iin: "890215401123",
    city: "Шымкент",
    segment: "Массовый",
    status: "Неактивен",

    registrationDate: "2019-11-30",
    mobileAppRegistrationDate: "2020-04-18",

    isPrivate: true,
    lifeStatus: "Умер",
    maritalStatus: "Вдовец/Вдова",

    tags: ["наличные", "ипотека"],
  },
];
